export const beasts = [
    {
        name: "Гигантская крыса",
        stats: "Дв:6' A:1 ББ:2 Сл:2 Ст:1 Лв:4 Ум:0 Хр:1",
        weapons: "Оружие: зубы и когти. Урон 1. Защита от магии: нет."
    }, 
    {
        name: "Волк",
        stats: "Дв:6' A:1 ББ:2 Сл:4 Ст:2 Лв:3 Ум:0 Хр:2",
        weapons: "Оружие: зубы и когти. Урон 1. Защита от магии: нет."
    },
    {
        name: "Медведь",
        stats: "Дв:5' A:1 ББ:2 Сл:5 Ст:4 Лв:1 Ум:0 Хр:3",
        weapons: "Оружие: зубы и когти. Урон 2. Защита от магии: нет."
    },
    {
        name: "Нежить. Ходячий труп",
        stats: "Дв:3' A:1 ББ:2 Сл:2 Ст:3 Лв:0 Ум:0 Хр:-",
        weapons: "Оружие: зубы и когти. Урон 2. Защита от магии: 2."
    },
    {
        name: "Нежить. Вурдалак",
        stats: "Дв:4' A:1 ББ:3 Сл:6 Ст:4 Лв:3 Ум:1 Хр:-",
        weapons: "Оружие: зубы и когти. Урон 2. Защита от магии: 1."
    },
    {
        name: "Нежить. Упырь",
        stats: "Дв:4' A:1 ББ:3 Сл:8 Ст:3 Лв:4 Ум:1 Хр:-",
        weapons: "Оружие: зубы и когти. Урон 2. Защита от магии: 1."
    },
    {
        name: "Оборотень",
        stats: "Дв:5' A:2 ББ:3 Сл:5 Ст:4 Лв:3 Ум:3 Хр:5",
        weapons: "Оружие: клыки и когти. ПБ - 3. Урон 2. Защита от магии: 3."
    },
    {
        name: "Матёрый оборотень",
        stats: "Дв:5' A:2 ББ:4 Сл:10 Ст:8 Лв:3 Ум:3 Хр:5",
        weapons: "Оружие: дубина. Сила +1, ИБ, урон 2. Защита от магии: 4."
    },

    {
        name: "Тролль",
        stats: "Дв:4' A:2 ББ:4 Сл:8 Ст:8 Лв:2 Ум:4 Хр:5",
        weapons: "Оружие: клыки и когти. ПБ - 3. Урон 2. Защита от магии: 3."
    },
    {
        name: "Мертвая жена",
        stats: "Это призрак женщины, которая ходит по местности и ищет себе мужа (ну или гарем мужей). Она не наносит урона, и ее нельзя убить.",
        weapons: "В некоторых сценариях от мертвой жены можно избавиться."
    },
    {
        name: "Разбойник",
        stats: "Дв:4' ББ:2 Сл:3 Ст:2 Лв:2 Ум:2 Хр:2",
        weapons: "Оружие: по усмотрению игроков. Защита от магии: 1."
    },

    {
        name: "Ледяной великан",
        stats: "Дв:5' A:2 ББ:3 Сл:3 Ст:5 Лв:1 Ум:3 Хр:4",
        weapons: "Оружие: дубина, двуручный молот или копье. Защита от магии: 3."
    },
    {
        name: "Леший",
        stats: "Леший - это хозяин леса. Ему нельзя нанести вред. Лешему не нужна линия видимости, он и так знает, кто где находится в его лесу.",
        weapons: "И он крайне недоволен вторжением на свою территорию."
    },
]